Repository: BugBuster1701/contao-visitors-bundle
Catalog: src/Resources/contao/languages/*/*_visitors_category.xlf
Languages: bg_bg

# tl_visitors_category.copy.0
source: Copy category
bg_bg: Направи копие на категорията

# tl_visitors_category.copy.1
source: Copy category ID %s
bg_bg: Направи копие на категория с ID %s

# tl_visitors_category.delete.0
source: Delete category
bg_bg: Изтрий категорията

# tl_visitors_category.delete.1
source: Delete category ID %s
bg_bg: Изтрий категория с ID %s

# tl_visitors_category.deleteConfirm
source: Deleting a category will also delete all its counter informations. Do you really want to delete category ID %s?
bg_bg: Изстривайки дадена категория - ще изтриете и всички данни от броенето. Сигурни ли сте, че искате да изтриете категория с ID %s?

# tl_visitors_category.edit.0
source: Edit category
bg_bg: Редактирай категорията

# tl_visitors_category.edit.1
source: Edit category ID %s
bg_bg: Редактирай категория с ID %s

# tl_visitors_category.editheader.0
source: Edit category settings
bg_bg: Редактирай настройките на категорията

# tl_visitors_category.editheader.1
source: Edit the settings of category ID %s
bg_bg: Редактирай настройките за категория с ID %s

# tl_visitors_category.new.0
source: New category
bg_bg: Създай категория

# tl_visitors_category.new.1
source: Create a new category
bg_bg: Създаване на нова категория

# tl_visitors_category.show.0
source: Category details
bg_bg: Подробности за категорията

# tl_visitors_category.show.1
source: Show details of category ID %s
bg_bg: Показване на подробности за категория с ID %s

# tl_visitors_category.stat.0
source: Category statistic
bg_bg: Статистики за категорията

# tl_visitors_category.stat.1
source: Show counter statistic for category ID %s
bg_bg: Показване на статистиките за категория с ID %s

# tl_visitors_category.title.0
source: Title
bg_bg: Заглавие

# tl_visitors_category.title.1
source: Please enter the title of the category.
bg_bg: Моля, определете заглавие за категорията.

# tl_visitors_category.title_legend
source: Title
bg_bg: Заглавие

# tl_visitors_category.tstamp.0
source: Revision date
bg_bg: Последна ревизия

# tl_visitors_category.tstamp.1
source: Date and time of latest revision
bg_bg: Дата и час на последната ревизия

# tl_visitors_category.protected_stat_legend
source: Access protection for the statistic
bg_bg: Защита на достъпа до статистиките

# tl_visitors_category.visitors_stat_protected.0
source: Protect the statistic
bg_bg: Защита на статистиките

# tl_visitors_category.visitors_stat_protected.1
source: Show the visitor statistic for this category to certain user groups only.
bg_bg: Показване на статистиките за посещения за тази категория само на определени групи от потребители.

# tl_visitors_category.visitors_stat_groups.0
source: Allowed user groups
bg_bg: Потребителски групи с достъп

# tl_visitors_category.visitors_stat_groups.1
source: Here you can choose which groups will be allowed to see the visitor statistic of this category.
bg_bg: Тук можете да изберете потребителските групи, които ще могат да виждат статистиките за посетителите за тази категория.

# tl_visitors_category.visitors_stat_admins.0
source: Administrators
bg_bg: Администратори

# tl_visitors_category.visitors_stat_admins.1
source: Administrators have unlimited access to all visitor statistics.
bg_bg: Администраторите имат неограничен достъп до всички статистики за посещения.

# tl_visitors_category.visitors_statreset_groups.0
source: Allowed user groups
bg_bg: Потребителски групи с достъп

# tl_visitors_category.visitors_statreset_admins.0
source: Administrators
bg_bg: Администратори

# tl_visitors_category.visitors_statreset_admins.1
source: Administrators have unlimited access to all visitor statistics.
bg_bg: Администраторите имат неограничен достъп до всички статистики за посещения.
