Repository: BugBuster1701/contao-visitors-bundle
Catalog: src/Resources/contao/languages/*/*_visitors.xlf
Languages: bg_bg, de, ru

# tl_visitors.average_legend
source: Average and blocktime
bg_bg: Средно и блок-време
de: Durchschnitt und Blockzeit
ru: Среднее и время блокировки

# tl_visitors.copy.0
source: Duplicate counter
bg_bg: Направи копие на брояча
de: Besucherzähler duplizieren
ru: Дублировать счетчик

# tl_visitors.copy.1
source: Duplicate counter ID %s
bg_bg: Направи копие на брояч ID %s
de: Besucherzähler ID %s duplizieren
ru: Дублировать счетчик ID %s

# tl_visitors.delete.0
source: Delete counter
bg_bg: Изтрий брояча
de: Besucherzähler löschen
ru: Удалить счетчик

# tl_visitors.delete.1
source: Delete counter ID %s
bg_bg: Изтрий брояч ID %s
de: Besucherzähler ID %s löschen
ru: Удалить счетчик ID %s

# tl_visitors.design_legend
source: Design
bg_bg: Дизайн
de: Darstellung
ru: Дизайн

# tl_visitors.edit.0
source: Edit counter
bg_bg: Редайтирай брояча
de: Besucherzähler bearbeiten
ru: Редактировать счетчик

# tl_visitors.edit.1
source: Edit counter ID %s
bg_bg: Редактирай брояч ID %s
de: Besucherzähler ID %s bearbeiten
ru: Редактировать счетчик ID %s

# tl_visitors.editheader.0
source: Edit category
bg_bg: Редактирай категория
de: Kategorie bearbeiten
ru: Редактировать категорию

# tl_visitors.editheader.1
source: Edit this category
bg_bg: Редактирай категорията
de: Diese Kategorie bearbeiten
ru: Редактировать категорию

# tl_visitors.new.0
source: New counter
bg_bg: Нов брояч
de: Neuer Besucherzähler
ru: Новый счетчик

# tl_visitors.new.1
source: Create a new counter
bg_bg: Създай нов брояч
de: Neuen Besucherzähler erstellen
ru: Создать новый счетчик

# tl_visitors.no_key
source: Tag name was not specified (parameter 3)
bg_bg: Не е зададено името на значката (параметър 3)
de: Kein Tagname angegeben (Parameter 3)
ru: Имя тега не было указано (параметр 3)

# tl_visitors.no_param4
source: Call without parameter 4
bg_bg: Извикай без параметър 4
de: Aufruf ohne Parameter 4
ru: Вызов без параметра 4

# tl_visitors.not_defined
source: Not defined
bg_bg: Неопределено
de: Nicht definiert
ru: Не определено

# tl_visitors.publish_legend
source: Publish settings
bg_bg: Настройки за пубикуване
de: Veröffentlichung
ru: Настройки публикации

# tl_visitors.published.0
source: Published
bg_bg: Публикувани
de: Veröffentlicht
ru: Опубликовано

# tl_visitors.published.1
source: The counter will not be visible on your website until it is published.
bg_bg: Броячът няма да бъде видим на страницата преди да бъде публикуван.
de: Der Besucherzähler wird erst auf Ihrer Webseite erscheinen, wenn dieser veröffentlicht ist.
ru: Счетчик не будет виден на веб-сайте, пока он не будет опубликован.

# tl_visitors.show.0
source: Details
bg_bg: Подробности
ru: Детали

# tl_visitors.show.1
source: Show details of counter ID %s
bg_bg: Покажи подробности за брояч ID %s
de: Details der Besucherzähler ID %s anzeigen
ru: Показать детали счетчика ID %s

# tl_visitors.start_legend
source: Optional initial values
bg_bg: Стойности по подразбиране (опция)
de: Startwerte für Zähler
ru: Дополнительные начальные значения

# tl_visitors.statistic_legend
source: Settings for the statistic output
bg_bg: Настройки на статистическите показания
de: Einstellungen für die Statistikausgabe
ru: Параметры вывода статистики

# tl_visitors.title_legend
source: Name and start date
bg_bg: Име и начална дата
de: Name und Startdatum
ru: Название и дата начала

# tl_visitors.toggle.0
source: Toggle visibility
bg_bg: Включи като видим
de: Besucherzähler ein- oder ausschalten
ru: Переключить видимость

# tl_visitors.toggle.1
source: Toggle the visibility of counter ID %s
bg_bg: Включи брояч с ID %s като видим
de: Besucherzähler ID %s ein- oder ausschalten
ru: Переключить видимость счетчика ID %s

# tl_visitors.visitors_average.0
source: Visitors per day
bg_bg: Посетители на ден
de: Besucher pro Tag
ru: Посетителей за день

# tl_visitors.visitors_average.1
source: With activation is also displayed in the front end a line with the average number of visitors per day.
bg_bg: След активиране се показва на сайта като ред със среден брой посетители на ден.
de: Bei Aktivierung erscheint im Frontend zusätzlich eine Zeile mit der Durchschnittsanzahl der Besucher pro Tag.
ru: При активации отобразится во внешнем интерфейсе, как среднее количество посетителей в день.

# tl_visitors.visitors_block_time.0
source: Interruption of the requests
bg_bg: Прекъсване на заявките
ru: Прерывание запросов

# tl_visitors.visitors_block_time.1
source: After interruption of the requests at this time, an access is counted as an additional visits.
bg_bg: След посоченото време за прекратяване на заявките, достъпът се брои като за нов посещения.
ru: Время в секундах. После этого интервала времени доступ засчитывается в качестве еще одного посещения.

# tl_visitors.visitors_expert_debug_checks.0
source: Debug mode for the class "Visitor Check"
bg_bg: Режим за отстраняване на грешки за класа за проверка на посетители
de: Debugmodus für die Klasse "Visitor Check"
ru: Режим отладки для класса "Проверка посетителей"

# tl_visitors.visitors_expert_debug_checks.1
source: With activation, write debug information (visitors.DEBUG) to the log file (<em>var/logs/prod-Date.log</em>)
bg_bg: След активация - записва информацията (visitors.DEBUG) за изчистване на грешки в log файла (<em>var/logs/prod-дата.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen (visitors.DEBUG) in die Logdatei (<em>var/logs/prod-Datum.log</em>) geschrieben.
ru: При активации, записывать отладочную информацию (visitors.DEBUG) в журнал (<em>var/logs/prod-Дата.log</em>)

# tl_visitors.visitors_expert_debug_referrer.0
source: Debug mode for the class "Visitor Referrer"
bg_bg: Режим за остраняване на грешки за класа за препоръчител на посетителя
de: Debugmodus für die Klasse "Visitor Referrer"
ru: Режим отладки для класса "Реферер посетителя"

# tl_visitors.visitors_expert_debug_referrer.1
source: With activation, write debug information (visitors.DEBUG) to the log file (<em>var/logs/prod-Date.log</em>)
bg_bg: След активация - записва информацията (visitors.DEBUG) за изчистване на грешки в log файла (<em>var/logs/prod-дата.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen (visitors.DEBUG) in die Logdatei (<em>var/logs/prod-Datum.log</em>) geschrieben.
ru: При активации, записывать отладочную информацию (visitors.DEBUG) в журнал (<em>var/logs/prod-Дата.log</em>)

# tl_visitors.visitors_expert_debug_screenresolutioncount.0
source: Debug mode for the class "Visitor Screen Count (Resolution)"
bg_bg: Режим за отстраняване на грешки за класа за броене по разделителна способност (на екрана) на посетителя
de: Debugmodus für die Klasse "Visitor Screen Count (Resolution)"
ru: Отладочный режим работы для класса "Счетчик разрешений экрана посетителей"

# tl_visitors.visitors_expert_debug_screenresolutioncount.1
source: With activation, write debug information (visitors.DEBUG) to the log file (<em>var/logs/prod-Date.log</em>)
bg_bg: След активация - записва информацията (visitors.DEBUG) за изчистване на грешки в log файла (<em>var/logs/prod-дата.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen (visitors.DEBUG) in die Logdatei (<em>var/logs/prod-Datum.log</em>) geschrieben.
ru: При активации, записывать отладочную информацию (visitors.DEBUG) в журнал (<em>var/logs/prod-Дата.log</em>)

# tl_visitors.visitors_expert_debug_searchengine.0
source: Debug mode for the class "Visitor SearchEngine"
bg_bg: Режим за отстраняване на грешки за класа за търсачката, използвана от посетителя
de: Debugmodus für die Klasse "Visitor SearchEngine"
ru: Отладочный режим работы для класса "Посетители поисковой системы"

# tl_visitors.visitors_expert_debug_searchengine.1
source: With activation, write debug information (visitors.DEBUG) to the log file (<em>var/logs/prod-Date.log</em>)
bg_bg: След активация - записва информацията (visitors.DEBUG) за изчистване на грешки в log файла (<em>var/logs/prod-дата.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen (visitors.DEBUG) in die Logdatei (<em>var/logs/prod-Datum.log</em>) geschrieben.
ru: При активации, записывать отладочную информацию (visitors.DEBUG) в журнал (<em>var/logs/prod-Дата.log</em>)

# tl_visitors.visitors_expert_debug_tag.0
source: Debug mode for the class "Visitors Tag"
bg_bg: Режим за отстраняване на грешки за класа за етикет на посетителя
de: Debugmodus für die Klasse "Visitors Tag"
ru: Режим отладки для класса "Тег посетителей"

# tl_visitors.visitors_expert_debug_tag.1
source: With activation, write debug information (visitors.DEBUG) to the log file (<em>var/logs/prod-Date.log</em>)
bg_bg: След активация - записва информацията (visitors.DEBUG) за изчистване на грешки в log файла (<em>var/logs/prod-дата.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen (visitors.DEBUG) in die Logdatei (<em>var/logs/prod-Datum.log</em>) geschrieben.
ru: При активации, записывать отладочную информацию (visitors.DEBUG) в журнал (<em>var/logs/prod-Дата.log</em>)

# tl_visitors.visitors_expert_legend
source: Expert settings
bg_bg: Настройки за напреднали
de: Experteneinstellungen
ru: Экспертные настройки

# tl_visitors.visitors_hit_start.0
source: Initial value of hits
bg_bg: Първоначална стойност на попаденията
de: Startwert Zugriffe
ru: Начальные значения просмотров

# tl_visitors.visitors_hit_start.1
source: The entered number is added to the counter.
bg_bg: Цифрата се прибавя към общия сбор от брояча.
de: Die eingegebene Zahl wird zu den Zählungen addiert.
ru: Введенное число добавляется к счетчику.

# tl_visitors.visitors_name.0
source: Name
bg_bg: Име
ru: Название

# tl_visitors.visitors_name.1
source: Please enter a name for this counter.
bg_bg: Моля, въведете име за този брояч.
de: Bitte geben Sie einen Namen an für diesen Besucherzähler.
ru: Введите название этого счетчика.

# tl_visitors.visitors_startdate.0
source: Start date
bg_bg: Начална дата
de: Startdatum
ru: Дата начала

# tl_visitors.visitors_startdate.1
source: Here you can define a start date. In the front end this date will be displayed.<br>It does not affect the start of counting!
bg_bg: Тук можете да зададете начална дата. Тази дата ще се показва в публичната част .<br>Тя не се отразява на началото на броенето!
de: Hier kann ein Startdatum angegeben werden. Dieses Datum wird dann zur Information im Frontend angezeigt.<br>Es beeinflusst nicht den Beginn der Zählung!
ru: Вы можете определить дату начала. Она будет выведена во внешнем интерфейсе.<br>Это не влияет на начало подсчета!

# tl_visitors.visitors_statistic_days.0
source: Number of days in day view (table)
bg_bg: Брой дни видими в дневния изглед (таблица)
de: Anzahl der Tage in der Tagesübersicht (Tabelle)
ru: Количество дней в день представления (таблица)

# tl_visitors.visitors_statistic_days.1
source: The entered number is the number of days in day view. Values smaller than 14 and greater than 99 are ignored.
bg_bg: Въведената цифра е броят на дни, показвани в дневния изглед. Стохности по-ниски от 14 и по-високи от 99 се игнорират.
de: Die Eingabe einer Zahl bestimmt die Anzahl der Zeilen in der Tagesübersicht. Eingaben kleiner 14 und größer 99 werden ignoriert.
ru: Введенное число — число дней в день представления. Значения меньше 14 и больше 99 игнорируются.

# tl_visitors.visitors_thousands_separator.0
source: Thousands separator
bg_bg: Разделител за хилядни
de: Tausendertrennzeichen
ru: Разделитель тысяч

# tl_visitors.visitors_thousands_separator.1
source: With activation, the thousands separator are also displayed in the front end.
bg_bg: След активация - хилядните се разделят със символа в публичната част.
de: Bei Aktivierung werden im Frontend Tausendertrennzeichen eingefügt.
ru: При активации разделителя тысяч, он также выводится во внешнем интерфейсе веб-сайта.

# tl_visitors.visitors_visit_start.0
source: Initial value of visitors
bg_bg: Първоначална стойност за посетителите
de: Startwert Besucher
ru: Начальные значения посещений

# tl_visitors.visitors_visit_start.1
source: The entered number is added to the counter.
bg_bg: Цифрата се добавя към сбора от брояча.
de: Die eingegebene Zahl wird zu den Zählungen addiert.
ru: Введенное число добавляется к счетчику.

# tl_visitors.wrong_count_katid
source: Call without parameter
bg_bg: Повикване без параметър
de: Aufruf ohne Parameter
ru: Вызов без параметра

# tl_visitors.wrong_katid
source: Faulty or incorrect category ID (parameter 2)
bg_bg: Проблемно или сгрешено ID на категория (параметър 2)
de: Fehlerhafte oder falsche Kategorie ID (Parameter 2)
ru: Неисправный или неправильная категория ID (параметр 2)

# tl_visitors.wrong_key
source: Faulty or incorrect tag name (parameter 3)
bg_bg: Проблемно или сгрешено име на етикет (параметър 3)
de: Fehlerhafter oder falscher Tagname (Parameter 3)
ru: Неисправный или неправильное имя тега (параметр 3)

# tl_visitors.wrong_screen_catid
source: Faulty or incorrect category ID (Module Screen Resolution)
bg_bg: Проблемно или сгрешено ID на категория (Модул за разделителна способност на екрана)
de: Fehlerhafte oder falsche Kategorie ID (Modul Screen Resolution)
ru: Ошибка или неверный ID категории (Модуль разрешение экрана)

# tl_visitors.visitors_block_time.0
source: Block time
de: Blockzeit

# tl_visitors.visitors_block_time.1
source: After interruption of the requests at this time, an access is counted as an additional visitor.
de: Zeit in Sekunden. Nach Zugriffspause dieser Zeit wird ein Zugriff als weiterer Besucher gezählt.
