Repository: BugBuster1701/contao-visitors-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: bg_bg, de, fr, ru

# MSC.tl_visitors_stat.active
source: Active
bg_bg: Активен
de: Aktiv
fr: Actif
ru: Активные

# MSC.tl_visitors_stat.average_hits
source: Hits per day:
bg_bg: Попадения на ден:
de: Zugriffe pro Tag:
fr: Hits par jours :
ru: Просмотров за день:

# MSC.tl_visitors_stat.average_legend
source: Averages
bg_bg: Средно
de: Durchschnittswerte
fr: Moyenne
ru: Средние значения

# MSC.tl_visitors_stat.average_tipp
source: (30) / (60) = &Oslash; values of the last 30 / 60 days
bg_bg: (30) / (60) = &Oslash; стойности за последните 30 / 60 дни
de: (30) / (60) = &Oslash; Werte der letzten 30 / 60 Tage
fr: (30) / (60) = &Oslash; valeurs de 30 / 60 derniers jours
ru: (30) / (60) = &Oslash; значения за последние 30 / 60 дней

# MSC.tl_visitors_stat.average_visits
source: Visitors per day:
bg_bg: Посетители на ден:
fr: Visiteurs par jours :
ru: Посетителей за день:

# MSC.tl_visitors_stat.browser_definition
source: Browser Definition
bg_bg: Вид браузър
de: Browser Definitionen
fr: Définition du navigateur
ru: Определение браузера

# MSC.tl_visitors_stat.browser_known
source: Known
bg_bg: Знайни
de: Erkannte
fr: Connu
ru: Известный

# MSC.tl_visitors_stat.browser_lang
source: Languages
bg_bg: Езици
de: Sprachen
fr: Langue
ru: Языки

# MSC.tl_visitors_stat.browser_no_data
source: No data available.
bg_bg: Няма налични данни.
de: Keine Daten vorhanden.
fr: Aucune donnée disponible.
ru: Нет данных.

# MSC.tl_visitors_stat.browser_os
source: Operating Systems
bg_bg: Операционни системи
de: Betriebssysteme
fr: Système d'exploitation
ru: Операционные системы

# MSC.tl_visitors_stat.browser_osdif
source: different
bg_bg: различен
de: unterschiedliche
fr: différent
ru: иной

# MSC.tl_visitors_stat.browser_top10
source: Browser TOP 10
bg_bg: Браузър ТОП 10
fr: Navigateur TOP 10
ru: Браузер ТОП 10

# MSC.tl_visitors_stat.browser_top20
source: Browser TOP 20
bg_bg: Браузър ТОП 20
fr: Navigateur TOP 20
ru: Браузер ТОП 20

# MSC.tl_visitors_stat.browser_unknown
source: Unknown
bg_bg: Незнайно
de: Unerkannte
fr: Inconnu
ru: Неизвестный

# MSC.tl_visitors_stat.browser_version
source: Versions
bg_bg: Версии
de: Versionen
fr: Version
ru: Версии

# MSC.tl_visitors_stat.chart_green
source: green
bg_bg: зелено
de: grün
fr: vert
ru: зеленый

# MSC.tl_visitors_stat.chart_red
source: red
bg_bg: червено
de: rot
fr: rouge
ru: красный

# MSC.tl_visitors_stat.current_month
source: Current month
bg_bg: Текущ месец
de: aktueller Monat
fr: Mois courant
ru: Текущий месяц

# MSC.tl_visitors_stat.current_week
source: Current week
bg_bg: Текуща седмица
de: aktuelle Woche
fr: Semaine courante
ru: Текущая неделя

# MSC.tl_visitors_stat.date
source: Date
bg_bg: Дата
de: Datum
ru: Дата

# MSC.tl_visitors_stat.hit
source: Hits
bg_bg: Попадения
de: Zugriffe
ru: Просмотры

# MSC.tl_visitors_stat.initial_values
source: Initial values
bg_bg: Начални стойности
de: Startwerte
fr: Valeur initiale
ru: Начальные значения

# MSC.tl_visitors_stat.kat
source: Category
bg_bg: Категория
de: Kategorie
fr: Catégorie
ru: Категория

# MSC.tl_visitors_stat.last_month
source: Last month
bg_bg: Предишен месец
de: letzter Monat
fr: Mois dernnier
ru: В прошлом месяце

# MSC.tl_visitors_stat.last_week
source: Last week
bg_bg: Предишна седмица
de: letzte Woche
fr: Semaine dernière
ru: На прошлой неделе

# MSC.tl_visitors_stat.modname
source: Visitors Bundle
ru: Пакет посетителей

# MSC.tl_visitors_stat.name
source: Name
bg_bg: Име
fr: Nom
ru: Название

# MSC.tl_visitors_stat.no_data
source: No data available for this category.
bg_bg: Няма налични данни за тази категория.
de: Keine Daten vorhanden für diese Kategorie.
fr: Aucune données disponible pour cette catégorie.
ru: Нет доступных данных для этой категории.

# MSC.tl_visitors_stat.no_stat_data
source: No statistic data for this counter.
bg_bg: Няма статистически данни за този брояч.
de: Keine Statistik Daten vorhanden für diesen Zähler.
fr: Aucune données disponible pour ce compteur.
ru: Нет статистических данных для этого счетчика.

# MSC.tl_visitors_stat.not_defined
source: Keyword not defined
bg_bg: Не е зададена ключова дума
de: Suchbegriff nicht definiert
fr: Non défini
ru: Ключевое слово не определено

# MSC.tl_visitors_stat.number
source: Number
bg_bg: Число
de: Anzahl
fr: Nombre
ru: Количество

# MSC.tl_visitors_stat.over
source: via
bg_bg: през
de: über
ru: через

# MSC.tl_visitors_stat.parameter
source: Parameter
bg_bg: Параметър
de: Vorgaben
fr: Paramètre
ru: Параметр

# MSC.tl_visitors_stat.period
source: Period
bg_bg: Период
de: Zeitraum
fr: Période
ru: Период

# MSC.tl_visitors_stat.pub_no
source: no
bg_bg: не
de: nein
fr: non
ru: нет

# MSC.tl_visitors_stat.pub_yes
source: yes
bg_bg: да
de: ja
fr: oui
ru: да

# MSC.tl_visitors_stat.referrer_data
source: Values of the last 120 days.
bg_bg: Стойности за последните 120 дни.
de: Werte aus den Daten der letzten 120 Tage.
fr: Valeurs des 120 derniers jours.
ru: Значения за последние 120 дней.

# MSC.tl_visitors_stat.referrer_direct
source: Direct Request
bg_bg: Директна заявка
de: Direkter Zugriff
fr: Requête directe
ru: Прямой запрос

# MSC.tl_visitors_stat.referrer_dns
source: Domain
bg_bg: Домейн
fr: Domaine
ru: Домен

# MSC.tl_visitors_stat.referrer_top
source: Visitor Referrer TOP 30
bg_bg: Препоръчител на посетители ТОП 30
de: Besucherherkunft TOP 30
fr: Référant TOP 30
ru: Реферер посетителя ТОП 30

# MSC.tl_visitors_stat.reset
source: Reset
bg_bg: Нулирай
de: Rücksetzung
fr: Mise à zéro
ru: Сброс

# MSC.tl_visitors_stat.searchengine
source: Search Engine
bg_bg: Търсачка
de: Suchmaschine
fr: Moteur de recherche
ru: Поисковая система

# MSC.tl_visitors_stat.searchengine_data
source: Values of the last 60 days.
bg_bg: Стойности за последните 60 дни.
de: Werte aus den Daten der letzten 60 Tage.
fr: Valeurs des 60 derniers jours.
ru: Значения за последние 60 дней.

# MSC.tl_visitors_stat.searchengine_no_data
source: No data available.
bg_bg: Няма налични данни.
de: Keine Daten vorhanden.
fr: Aucune donnée disponible.
ru: Нет данных.

# MSC.tl_visitors_stat.searchengine_unknown
source: unknown
bg_bg: незнайно
de: unbekannt
fr: inconnu
ru: неизвестно

# MSC.tl_visitors_stat.searchenginekeywords
source: Keywords
bg_bg: Ключови думи
de: Suchbegriffe
fr: Mot clé
ru: Ключевые слова

# MSC.tl_visitors_stat.searchenginekeywords_top
source: Search Engine Keywords TOP 20
bg_bg: Търсачки - ключови думи ТОП 20
de: Suchmaschinen-Schlüsselwörter TOP 20
fr: Mots clés de recherche TOP 20
ru: Поисковые ключевые слова ТОП 20

# MSC.tl_visitors_stat.searchengines_top
source: Search Engines TOP 20
bg_bg: Търсачки ТОП 20
de: Suchmaschinen TOP 20
fr: Moteurs de recherche TOP 20
ru: Поисковые системы ТОП 20

# MSC.tl_visitors_stat.select
source: Please select
bg_bg: Моля, изберете
de: Bitte auswählen
fr: Veuillez sélectionner
ru: Пожалуйста, выберите

# MSC.tl_visitors_stat.startdate
source: Counting since
bg_bg: Преброяване от
de: Zählung seit
fr: Compte depuis
ru: Подсчет с

# MSC.tl_visitors_stat.startdate_not_defined
source: Not defined
bg_bg: Не е зададено
de: Nicht definiert
fr: pas défini
ru: Не определено

# MSC.tl_visitors_stat.today
source: Today
bg_bg: Днес
de: Heute
fr: Aujourd'hui
ru: Сегодня

# MSC.tl_visitors_stat.total
source: Total number
bg_bg: Общ брой
de: Gesamtzahl
fr: Nombre total
ru: Общее количество

# MSC.tl_visitors_stat.visit
source: Visits
bg_bg: Посещения
de: Besucher
fr: Visites
ru: Визиты

# MSC.tl_visitors_stat.yesterday
source: Yesterday
bg_bg: Вчера
de: Gestern
fr: Hier
ru: Вчера

# MSC.tl_visitors_stat.zero
source: The statistic counters will be reset to zero.
bg_bg: Броячите ще бъдат занулени.
de: Zähler und Statistiken auf 0 setzen für diesen Zähler.
fr: Les compteurs statistique vont être remis à zéro.
ru: Счетчики статистики будут обнулены.

# MSC.tl_visitors_stat.zero_confirm
source: Do you really want to reset the statistic counters (hits and visits)?
bg_bg: Сигурни ли сте, че искате да занулите статистиките (за попадения и посещения)?
de: Zähler und Statistik der Besucher und Zugriffe wirklich auf 0 setzen für diesen Zähler?
fr: Voulez-vous vraiment effacer les compteurs statistique (hits et visites) ?
ru: Вы действительно хотите сбросить статистику счетчиков (просмотров и посещений)?

# MSC.tl_visitors_stat.zerobrowser
source: Browser statistic will deleted.
bg_bg: Статистиките за браузъри ще бъдат изтрити.
de: Browserstatistik löschen für diesen Zähler.
fr: La statistique du navigateur sera effacée
ru: Статистика браузера будет удалена.

# MSC.tl_visitors_stat.zerobrowser_confirm
source: Do you really want to delete the browser statistic?
bg_bg: Сигурни ли сте, че искате да изтриете статистиките за браузъри?
de: Browserstatistik wirklich löschen für diesen Zähler?
fr: Voulez-vous vraiment effacer la statistique du navigateur ?
ru: Вы действительно хотите удалить статистику браузера?

# MSC.tl_vivitors_stat.currently online
source: Currently online
bg_bg: Онлайн в момента
de: Derzeit online
fr: Actuellement en ligne
ru: В настоящее время онлайн

# MSC.tl_vivitors_stat.fewest_visitors
source: Day with the fewest visitors
bg_bg: Ден с най-малко посещения
fr: Jour avec le moins de visiteurs
ru: День с наименьшим количеством посетителей

# MSC.tl_vivitors_stat.hits_this_day
source: Hits on this day
bg_bg: Попадения за деня
de: Zugriffe an diesem Tag
fr: Hits ce jour
ru: Просмотров за день

# MSC.tl_vivitors_stat.most_visitors
source: Day with the most visitors
bg_bg: Ден с най-много посещения
fr: Jour avec le plus de visiteurs
ru: День с набольшим количеством посетителей

# MSC.tl_vivitors_stat.visitors_this_day
source: Visits on this day
bg_bg: Посещения за деня
de: Besucher an diesem Tag
fr: Visites ce jour
ru: Посетителей за день

# MSC.tl_vivitors_stat.page_alias
source: Page alias
bg_bg: Страница (съкращение)
de: Seitenalias
ru: Алиас страницы

# MSC.tl_vivitors_stat.page_language
source: Language
bg_bg: Език
de: Sprache
fr: langue
ru: Язык

# MSC.tl_vivitors_stat.page_stat_visithittop
source: Page Statistic TOP 20
bg_bg: Статистика за страници ТОП 20
de: Seitenstatistik TOP 20
fr: Statistique pages TOP 20
ru: Статистика страниц ТОП 20

# MSC.tl_vivitors_stat.page_stat_visithittop_days
source: Page Statistic TOP 20: the last 7 days
bg_bg: Статистика за страници ТОП 20: за последните 7 дни
de: Seitenstatistik TOP 20: die letzten 7 Tage
fr: Statistique pages TOP 20: les derniers 7 jours
ru: Статистика страниц ТОП 20: за последние 7 дней

# MSC.tl_vivitors_stat.page_stat_visithittop_today
source: Page Statistic TOP 5: today
bg_bg: Статистика за страници ТОП 5: днес
de: Seitenstatistik TOP 5: Heute
fr: Statistique pages TOP 20: aujourd'hui
ru: Статистика страниц ТОП 5: сегодня

# MSC.tl_vivitors_stat.page_stat_visithittop_yesterday
source: Page Statistic TOP 5: yesterday
bg_bg: Статистика за страници ТОП 5: вчера
de: Seitenstatistik TOP 5: Gestern
fr: Statistique pages TOP 20: hier
ru: Статистика страниц ТОП 5: вчера

# visitors.AverageVisitsLegend
source: Visitors per day:
bg_bg: Посетители на ден:
fr: Visiteurs par jour :
ru: Посетителей за день:

# visitors.TodayHitCountLegend
source: Hits today:
bg_bg: Попадения днес:
de: Zugriffe heute:
fr: Hits aujourd'hui :
ru: Просмотров сегодня:

# visitors.TodayVisitCountLegend
source: Visits today:
bg_bg: Посещения днес:
de: Besucher heute:
fr: Visites aujourd'hui :
ru: Посещений сегодня:

# visitors.TotalHitCountLegend
source: Hits total:
bg_bg: Попадения общо:
de: Zugriffe gesamt:
fr: Total des hits :
ru: Просмотров всего:

# visitors.TotalVisitCountLegend
source: Visits total:
bg_bg: Посещения общо:
de: Besucher gesamt:
fr: Total des visites :
ru: Посещений всего:

# visitors.VisitorsOnlineCountLegend
source: Online:
bg_bg: Онлайн:
fr: En ligne :
ru: Онлайн:

# visitors.VisitorsStartDateLegend
source: Counting since:
bg_bg: Броене от:
de: Zählung seit:
fr: Compte depuis
ru: Подсчет с:

# MSC.tl_vivitors_stat.screen_stat_top
source: Screen Resolutions TOP 20
bg_bg: Екранен размер ТОП 20
de: Bildschirmauflösungen TOP 20
fr: Résolution écran TOP 20
ru: Разрешение экрана ТОП 20

# MSC.tl_vivitors_stat.screen_stat_device_resolution
source: Device resolutions
bg_bg: Размер устройства
de: Geräte Auflösungen
fr: Résolution appareil
ru: Разрешения экрана устройств

# MSC.tl_visitors_stat.screen_stat_css_viewport
source: Sample<br>viewport sizes
bg_bg: Примерни<br>екранни размери
de: Beispiel<br>Fenstergrößen
fr: La taille des échantillons<br>viewport
ru: Например<br>размер viewport

# MSC.tl_vivitors_stat.screen_stat_top_days
source: Screen Resolutions TOP 20 (last 30 days)
bg_bg: Екранни размери ТОП 20 (последните 30 дни)
de: Bildschirmauflösungen TOP 20 (der letzten 30 Tage)
fr: Résolution écran TOP 20 (30 derniers jours)
ru: Разрешение экрана ТОП 20 (последние 30 дней)

# visitors.YesterdayHitCountLegend
source: Hits yesterday:
de: Zugriffe gestern:
ru: Просмотров вчера:

# visitors.YesterdayVisitCountLegend
source: Visits yesterday:
de: Besucher gestern:
ru: Посещений вчера:

# visitors.PageHitCountLegend
source: Page hits:
de: Seitenzugriffe:
ru: Просмотров страницы:

# MSC.tl_vivitors_stat.news_stat_visithittop
source: News Statistic TOP 20
de: Nachrichtenstatistik TOP 20
ru: Новости Статистика TOP 20

# MSC.tl_vivitors_stat.faq_stat_visithittop
source: FAQ Statistic TOP 20
de: FAQ-Statistik TOP 20
ru: FAQ Статистика TOP 20

# MSC.tl_visitors_stat.news_title
source: News Archive
de: Nachrichtenarchiv
ru: Архив новостей

# MSC.tl_visitors_stat.faq_title
source: FAQ Archive
de: FAQ-Archiv
ru: Архив FAQ

# MSC.tl_vivitors_stat.isotope_stat_visithittop
source: Isotope Statistic TOP 20
de: Isotope-Statistik TOP 20
ru: Статистика Isotope ТОП 20

# MSC.tl_visitors_stat.isotope_title
source: Isotope Products
de: Isotope Produkte
ru: Приложения Isotope

# MSC.tl_visitors_stat.reset_not_allowed
source: Reset the statistics is not allowed for this counter.
de: Das Zurücksetzen der Statistik ist für diesen Zähler nicht erlaubt.
ru: Сброс статистики для этого счетчика запрещен.

# MSC.tl_vivitors_stat.news_stat_visithittop_days
source: News Statistic TOP 20: the last 7 days
de: Nachrichtenstatistik TOP 20: die letzten 7 Tage
ru: Новости Статистика TOP 20: за последние 7 дней

# MSC.tl_vivitors_stat.faq_stat_visithittop_days
source: FAQ Statistic TOP 20: the last 7 days
de: FAQ-Statistik TOP 20: die letzten 7 Tage
ru: FAQ Статистика TOP 20: за последние 7 дней

# MSC.tl_vivitors_stat.events_stat_visithittop
source: Events Statistic TOP 20
de: Events TOP 20
ru: Статистика событий ТОП 20

# MSC.tl_vivitors_stat.events_stat_visithittop_days
source: Events Statistic TOP 20: the last 7 days
de: Events TOP 20: die letzten 7 Tage
ru: Статистика событий ТОП-20: за последние 7 дней

# MSC.tl_visitors_stat.events_title
source: Calendar
de: Kalender
ru: Календарь

# MSC.tl_visitors_stat.average_visits
source: Visits per day:
de: Besuche pro Tag:

# MSC.tl_vivitors_stat.fewest_visitors
source: Day with the fewest visits
de: Tag mit den wenigsten Besuchen

# MSC.tl_vivitors_stat.most_visitors
source: Day with the most visits
de: Tag mit den meisten Besuchen

# visitors.AverageVisitsLegend
source: Visits per day:
de: Besuche pro Tag:
