Repository: BugBuster1701/contao-visitors-bundle
Catalog: src/Resources/contao/languages/*/explain.xlf
Languages: ru

# XPL.visitors_help.0.0
source: Name
ru: Название

# XPL.visitors_help.0.1
source: The name appears as a headline in the frontend.
ru: Название выводится в качестве заголовка во внешнем интерфейсе.

# XPL.visitors_help.1.0
source: Start date
ru: Дата начала

# XPL.visitors_help.1.1
source: The start date is used for pure information.<br>In the frontend this date will be displayed<br>It does not affect the start of counting!<br>When the field left blank will hide the row in frontend.
ru: Дата начала используется для очистки информации.<br>Во внешнем интерфейсе эта дата будет отображаться,<br>но это не повлияет на начало подсчета!<br>Если поле пустое, строка во внешнем интерфейсе будет скрыта.

# XPL.visitors_help_module.0.0
source: HTTP_USER_AGENT partial identifier
ru: HTTP_USER_AGENT частичный идентификатор

# XPL.visitors_help_module.0.1
source: With the change of a user agent with a unique string and entry in this field can be prevented, that will count your own requests.<br>Detailed instructions, can be found in the manual.
ru: Изменив значение User-Agent на уникальную строку и указав ее здесь, можно прекратить подсчет собственных запросов.<br>Подробные инструкции можно найти в руководстве.

# XPL.visitors_help_module.1.0
source: Counter template
ru: Шаблон счетчика

# XPL.visitors_help_module.1.1
source: Each module can be assigned its own Template. Four different templates are included. <br><strong>mod_visitors_fe_all</strong><br>&nbsp;&nbsp;&nbsp;All fields are included. <br><strong>mod_visitors_fe_all_ajax</strong><br>&nbsp;&nbsp;&nbsp;All fields are included. (Ajax Refresh) <br><strong>mod_visitors_fe_hits</strong><br>&nbsp;&nbsp;&nbsp;Here the visit rows were removed. <br><strong>mod_visitors_fe_visits</strong><br>&nbsp;&nbsp;&nbsp;Here the hit rows were removed. <br><strong>mod_visitors_fe_invisible</strong><br>&nbsp;&nbsp;&nbsp;Here, nothing is displayed. This template is used for a pure counting.
ru: Каждому модулю может быть назначен свой собственный шаблон. Четыре различных шаблона уже включены. <br><strong>mod_visitors_fe_all</strong><br>&nbsp;&nbsp;&nbsp;В шаблоне все поля включены. <br><strong>mod_visitors_fe_all_ajax</strong><br>&nbsp;&nbsp;&nbsp;В шаблоне все поля включены. (Ajax обновление) <br><strong>mod_visitors_fe_hits</strong><br>&nbsp;&nbsp;&nbsp;В шаблоне удалены строки посещений. <br><strong>mod_visitors_fe_visits</strong><br>&nbsp;&nbsp;&nbsp;В шаблоне удалены строки просмотров. <br><strong>mod_visitors_fe_invisible</strong><br>&nbsp;&nbsp;&nbsp;Шаблон ничего не выводит. Используется только для подсчета.

# XPL.visitors_help_module.2.0
source: Count the device/screen resolution
ru: Подсчет разрешения устройства/экрана

# XPL.visitors_help_module.2.1
source: The module can detect and count the device/screen resolution and display it in the backend statistics. <br>In Germany, according to TDDDG §25, this is only permitted if the end user has consented on the basis of clear and comprehensive information. <br>There are exceptions to this. See: https://gesetz-tdddg.de/25-tdddg/ <br> <br>In other countries, the lawfulness of detecting the device/screen resolution should be checked before activation. <br>
ru: Модуль может обнаруживать и подсчитывать разрешение устройства/экрана и отображать его в статистике серверной части. <br>В Германии, согласно §25 TDDDG, это разрешено только в том случае, если конечный пользователь дал согласие на основе четкой и полной информации. <br>Есть исключения из этого. См.: https://gesetz-tdddg.de/25-tdddg/ <br> <br>В других странах перед активацией следует проверять законность определения разрешения устройства/экрана. <br>
